[
  {
    "id": 0,
    "title": "Long-Running Series",
    "text": "Supernatural is one of the longest-running fantasy TV series in the U.S., spanning 15 seasons from 2005 to 2020."
  },
  {
    "id": 1,
    "title": "Original Concept",
    "text": "The show was originally planned to be a three-season series, but its popularity led to an extended run."
  },
  {
    "id": 2,
    "title": "Brotherly Love",
    "text": "The central theme revolves around the Winchester brothers, Sam and Dean, played by Jared Padalecki and Jensen Ackles, respectively."
  },
  {
    "id": 3,
    "title": "Meta Episodes",
    "text": "Supernatural is known for its meta episodes, where the characters acknowledge their existence as TV show characters. Notable examples include \"The French Mistake\" and \"Changing Channels.\""
  },
  {
    "id": 4,
    "title": "Kripke's Baby",
    "text": "The phrase \"Kripke's baby\" refers to the '67 Impala, named after the show's creator, Eric Kripke."
  },
  {
    "id": 5,
    "title": "Tribute to Classic Rock",
    "text": "The show heavily features classic rock music, especially Kansas' \"Carry On Wayward Son,\" used in the \"The Road So Far\" recaps for season finales."
  },
  {
    "id": 6,
    "title": "Multiple Roles",
    "text": "Several actors played multiple roles throughout the series. For instance, Jeffrey Dean Morgan played both John Winchester (father) and the Winchester family's arch-enemy, Azazel."
  },
  {
    "id": 7,
    "title": "Castiel's Origins",
    "text": "The character Castiel, played by Misha Collins, was initially introduced as a guest star for a few episodes but became a series regular due to fan popularity."
  },
  {
    "id": 8,
    "title": "Jared Padalecki's Injury",
    "text": "During the filming of Season 2, Jared Padalecki injured his wrist. The injury was incorporated into the show, and Sam's hand injury in that season mirrored Padalecki's real-life situation."
  },
  {
    "id": 9,
    "title": "On-Screen Chemistry",
    "text": "The chemistry between the two lead actors was so strong that they often ad-libbed lines, contributing to the authentic feel of their brotherly relationship."
  },
  {
    "id": 10,
    "title": "Dean's Fear",
    "text": "Jensen Ackles, who plays Dean, has a fear of real-life morgues, making the scenes shot in morgues challenging for him."
  },
  {
    "id": 11,
    "title": "Bloody Mary",
    "text": "The first season's \"Bloody Mary\" episode was inspired by the urban legend of the ghostly figure who appears in mirrors."
  },
  {
    "id": 12,
    "title": "Mark Sheppard's Cameo",
    "text": "Mark Sheppard, who played Crowley, was initially supposed to appear in only one episode. However, his character became a fan favorite and a recurring antagonist."
  },
  {
    "id": 13,
    "title": "Creator's Cameo",
    "text": "Eric Kripke, the show's creator, made a cameo appearance in the \"Swan Song\" episode as a janitor."
  },
  {
    "id": 14,
    "title": "Baby in Every Episode",
    "text": "The '67 Impala appears in every single episode, becoming a beloved symbol of the series."
  },
  {
    "id": 15,
    "title": "Gag Reels",
    "text": "Supernatural's gag reels are famous for showcasing the cast's fun and camaraderie on set, often filled with laughter and bloopers."
  },
  {
    "id": 16,
    "title": "Kansas Concert",
    "text": "To celebrate the 200th episode, the band Kansas, whose song \"Carry On Wayward Son\" is associated with the show, performed on set."
  },
  {
    "id": 17,
    "title": "Crossroads Demon Deals",
    "text": "The crossroads demon deals, where characters sell their souls, are inspired by the legend of Robert Johnson, a blues musician who allegedly sold his soul to the devil."
  },
  {
    "id": 18,
    "title": "Deeper Meaning of Numbers",
    "text": "The show often uses the number 7 as a significant motif, reflecting the seven deadly sins and the seven virtues."
  },
  {
    "id": 19,
    "title": "Scary Beginnings",
    "text": "The pilot episode, titled \"Pilot,\" was filmed in one of the most haunted places in Vancouver, where the series was primarily shot."
  },
  {
    "id": 20,
    "title": "Monster Encyclopedia",
    "text": "The show draws inspiration from various mythologies and folklore, creating an extensive \"monster encyclopedia\" for the Supernatural universe."
  },
  {
    "id": 21,
    "title": "The Real Ghostbusters",
    "text": "In the episode titled \"The Real Ghostbusters,\" fans attend a Supernatural convention, and the cast plays exaggerated versions of themselves."
  },
  {
    "id": 22,
    "title": "Destiel Fan Controversy",
    "text": "The fan-created term \"Destiel\" refers to the perceived romantic relationship between Dean and Castiel. This ship became a topic of much discussion and controversy within the fanbase."
  },
  {
    "id": 23,
    "title": "Time Travel Shenanigans",
    "text": "The show explores time travel on several occasions, including the use of angelic time travel and encounters with historical figures."
  },
  {
    "id": 24,
    "title": "Behind-the-Scenes Directors",
    "text": "Several cast members directed episodes. Jensen Ackles directed multiple episodes, including the series finale."
  },
  {
    "id": 25,
    "title": "Dean's Food Preferences",
    "text": "Dean Winchester's love for food, particularly burgers, pie, and classic rock references, became a trademark of the character."
  },
  {
    "id": 26,
    "title": "Bobby Singer's Name Origin",
    "text": "The character Bobby Singer, played by Jim Beaver, was named after a friend of Eric Kripke's father."
  },
  {
    "id": 27,
    "title": "Ending on Their Terms",
    "text": "The decision to end the series with Season 15 was a mutual one between the actors and the network, allowing the show to conclude on its own terms."
  },
  {
    "id": 28,
    "title": "Legacy and Impact",
    "text": "Supernatural's legacy extends beyond its TV run, with a dedicated fanbase, conventions, and spin-offs like \"The Winchesters,\" exploring the Winchester family's backstory."
  },
  {
    "id": 29,
    "title": "Dean’s Iconic Leather Jacket Was Stolen",
    "text": "Dean Winchester's iconic leather jacket disappeared in season 6 due to a real-life theft during a photoshoot in Los Angeles, leading to a wardrobe change for the character."
  },
  {
    "id": 30,
    "title": "Castiel Is The Angel Of Thursday",
    "text": "Castiel, the angel in Supernatural, is known as the 'Angel of Thursday,' aligning with the show's original air day. The character draws inspiration from real-world angels like Cassiel, the Angel of Temperance."
  },
  {
    "id": 31,
    "title": "Castiel Has Gone Through Three Versions Of His Trench Coat",
    "text": "Castiel's trench coat, a significant part of Supernatural, went through three versions over the years, each enduring various challenges alongside the character."
  },
  {
    "id": 32,
    "title": "Shared Filming Locations With Smallville, The X-Files, Arrowverse, And More",
    "text": "Supernatural shares filming locations in Vancouver with popular shows like Smallville, The X-Files, and the Arrowverse, creating a common backdrop for various TV series."
  },
  {
    "id": 33,
    "title": "The Meaning Of Carver Edlund (Chuck’s Pen Name)",
    "text": "Chuck Shurley's pen name 'Carver Edlund' in Supernatural is an inside joke, combining the names of the show's writers Jeremy Carver and Ben Edlund, adding a humorous touch to the character's identity."
  },
  {
    "id": 34,
    "title": "Jared And Jensen Were Groomsmen At Each Other’s Weddings",
    "text": "Jared Padalecki and Jensen Ackles, not just co-stars but close friends, served as groomsmen at each other's weddings, emphasizing their enduring bond both on and off-screen."
  },
  {
    "id": 35,
    "title": "The Ackles Family Affair",
    "text": "Jensen Ackles' family members, including his wife Danneel, father Alan, mother Donna, sister Mackenzie, and brother-in-law Gino Graul, made appearances in various episodes of Supernatural."
  },
  {
    "id": 36,
    "title": "Misha Collins Regrets Castiel's Deep Voice",
    "text": "Misha Collins, who portrayed Castiel in Supernatural, expressed regret over choosing a deep voice for the character, citing its toll on his throat during the show's run."
  },
  {
    "id": 37,
    "title": "Padaleki Family",
    "text": "Jared Padaleki met his wife in season 4, his co-star who played Ruby. They had chemistry both on on screen and in real life."
  }
]
